Repository: loxK/Wordpress_Simple_Facebook_Connect
Catalog: sfc-*.po
Languages: fr_fr

source: Sorry, Simple Facebook Connect requires PHP 5 or higher. Your PHP version is "%s". Ask your web hosting service how to enable PHP 5 as the default on your servers.
fr_fr: Désolé, Simple Facebook Connect à besoi de PHP 5 ou supérieur. Votre version de PHP est "%s". Demandez à votre service d'hébergement d'activer PHP 5 par défaut sur vos serveurs.

source: The base SFC plugin must be activated before this plugin will run.
fr_fr: Le plugin de base SFC doit être activé avant que se plugin puisse fonctionner.

source: Find us on Facebook Button
fr_fr: Bouton Trouvez nous sur Facebook

source: Facebook Find Button (SFC)
fr_fr: Bouton Trouvez nous sur Facebook (SFC)

source: Title:
fr_fr: Titre:

source: Share Button Settings
fr_fr: Paramètres du bouton Partager

source: Share Button Position
fr_fr: Position du bouton Partager

source: Share Button Type
fr_fr: Type de bouton Partager

source: Choose where you want the share button to add the button in your content.
fr_fr: Choissiez l'endroit, dans votre contenu, où vous souhaitez que le bouton Partager apparaisse.

source: Before the content of your post
fr_fr: Avant le contenu de votre article

source: After the content of your post
fr_fr: Après le contenu de votre article

source: Before AND After the content of your post
fr_fr: Avant ET après le contenu de votre article

source: Manually add the button to your theme or posts (use the sfc_share_button function in your theme, or the [fb-share] shortcode in your posts)
fr_fr: Ajouter le bouton manuellement à votre thème ou à vos articles (utilisez la fonction sfc_share_button dans votre thème, ou le code [fb-share] dans vos articles)

source: Icon
fr_fr: Icône

source: Icon and Link
fr_fr: Icône et Lien

source: Button
fr_fr: Bouton

source: Button Count
fr_fr: Bouton avec compteur

source: Box Count
fr_fr: Boîte avec compteur

source: Preview:
fr_fr: Aperçu:

source: Note: Counts will not show up until they reach at least three. This is a Facebook limitation on the Share button.
fr_fr: Notes: les compteurs n'apparaitrons pas tant qu'il n'atteignent pas trois. C'est une limitation de Facebook pour le bouton Partager.

source: Like Button Settings
fr_fr: Paramètres du bouton J'aime

source: Like Button Position
fr_fr: Position du bouton J'aime

source: Like Button Layout
fr_fr: Apparence du bouton J'aime

source: Like Button Action
fr_fr: Action du bouton J'aime

source: Choose where you want the like button added to your content.
fr_fr: Choissiez l'endroit, dans votre contenu, où vous souhaitez que le bouton J'aime apparaisse.

source: Manually add the button to your theme or posts (use the sfc_like_button function in your theme)
fr_fr: Ajouter le bouton manuellement à votre thème ou à vos articles (utilisez la fonction sfc_like_button dans votre thème)

source: Button with counter
fr_fr: Bouton avec compteur

source: Like
fr_fr: J'aime

source: Recommend
fr_fr: Recommander

source: ON FACEBOOK
fr_fr: SUR FACEBOOK

source: Facebook Fan Box
fr_fr: Boîte de Fans Facebook

source: Facebook Fan Box (SFC)
fr_fr: Boîte de Fans Facebook (SFC)

source: Show Facebook Logo Bar?
fr_fr: Afficher la bar du logo Facebook?

source: Show Stream Stories?
fr_fr: Afficher le "Stream Stories"

source: Number of Fans to Show:
fr_fr: Nombre de Fans à afficher:

source: Width of the widget in pixels:
fr_fr: Largeur du widget en pixels:

source: Height of the widget in pixels (0 for automatic):
fr_fr: Hauteur du widget en pixels (0 pour automatique):

source: Fan Box Settings
fr_fr: Paramètre de la boîte des fans

source: Fanbox Custom CSS
fr_fr: CSS personalisé de la boîte des fans

source: Use this area to add any custom CSS you like to the Facebook Fan Box display.
fr_fr: Utilisez ce champs pour ajouter des styles CSS que vous souhaitez pour l'affichage de la boîte des fans.

source: Facebook Activity Feed
fr_fr: Flux d'activité Facebook

source: Facebook Activity Feed (SFC)
fr_fr: Flux d'activité Facebook (SFC)

source: Height of the widget in pixels:
fr_fr: Hauteur du widget en pixels:

source: Border color:
fr_fr: Couleur de la bordure:

source: Color scheme:
fr_fr: jeu de couleurs:

source: light
fr_fr: clair

source: dark
fr_fr: sombre

source: Font:
fr_fr: Police:

source: Facebook Upcoming Events
fr_fr: Évènements à venir Facebook

source: Facebook Upcoming Events (SFC)
fr_fr: Évènements à venir Facebook (SFC)

source: User ID:
fr_fr: ID utilisateur:

source: The User ID can also be a Group ID, a Fan Page ID, or an Application ID.
fr_fr: L'ID utilisateur peut aussi être un ID de groupe, un ID de page de fans, ou un ID d'application.

source: The SFC-Register plugin requires that the SFC-Login plugin be activated first.
fr_fr: Le plugin SFC-register à besoin que le plugin SFC-Login soit activé en premier lieu.

source: Logout of Facebook
fr_fr: Se déconnecter de Facebook

source: Connect with Facebook
fr_fr: Se connecter avec facebook

source: Facebook Live Stream
fr_fr: Flux live Facebook

source: Facebook Live Stream (SFC)
fr_fr: Flux live Facebook (SFC)

source: Width of the widget in pixels (minimum 200):
fr_fr: Largeur du widget en pixels (minimum 200):

source: Height of the widget in pixels (minimum 400):
fr_fr: Hauteur du widget en pixels (minimum 400):

source: Facebook Bookmark
fr_fr: Facebook - Favoris

source: Facebook Bookmark (SFC)
fr_fr: Facebook - Favoris (SFC)

source: Connect this WordPress account to Facebook
fr_fr: Connecter ce compte Wordpress à facebook

source: Connected as
fr_fr: Connecté en tant que

source: Disconnect this account from WordPress
fr_fr: Deconnecter ce compte de Facebook

source: Facebook did not know your email address.
fr_fr: Facebook ne reconnait pas votre adresse Email

source: Facebook could not confirm your email address.
fr_fr: Facebook n'a pas pu vérifier votre adresse Email.

source: ERROR
fr_fr: ERREUR

source: Facebook user not recognized.
fr_fr: Utilisateur Facebook non reconnu.

source: Hi
fr_fr: Bonjour

source: You are connected with your Facebook account.
fr_fr: Vous êtes connecté avec votre compte Facebook

source: Logout
fr_fr: Se déconnecter

source: Share Comment on Facebook
fr_fr: Partager le commentaire sur Facebook

source: Email required
fr_fr: Email recquis

source: This site requires permission to get your email address for you to leave a comment. You can not leave a comment without granting that permission.
fr_fr: Ce site à besoin de permissions afin d'obtenir votre adresse Email pour que vous puissiez laisser un commentaire. Vous ne pouvez pas déposer de commentaire si vous n'authorisez pas cette permission.

source: Facebook User Status (needs user profile number)
fr_fr: Statut de l'utilisateur Facebook (nécessite un numéro de profil utilisateur)

source: Facebook Status (SFC)
fr_fr: Statut Facebook (SFC)

source: Facebook User Profile Number:
fr_fr: Numéro du profil utilisateur Facebook:

source: Your User Profile Number is %s.
fr_fr: Votre numéro de profil Facebook est %s.

source: Facebook Publisher
fr_fr: Publieur Facebook

source: Publish Settings
fr_fr: Paramètres de publication

source: Automatic Publishing
fr_fr: Publication automatique

source: Extended Permissions
fr_fr: Permission étendues

source: Settings for the SFC-Publish plugin. The manual Facebook Publishing buttons can be found on the Edit Post or Edit Page screen, after you publish a post. If you can't find them, try scrolling down or seeing if you have the box disabled in the Options dropdown.
fr_fr: Paramètres pour le plugin SFC-Publieur. Les boutons pour publier manuellement apparaissent sur les pages d'édition des articles et des pages, après leur publication. Si vous ne les trouvez pas, essayez de faire défiler la page, ou de vérifiez que la boîte n'est pas désactivée dans les paramètres.

source: (Note: This does not work due to a <a href="http://bugs.developers.facebook.com/show_bug.cgi?id=8184">Facebook bug</a>.)
fr_fr: (Note: Ceci ne fonctionne pas à cause d'un <a href="http://bugs.developers.facebook.com/show_bug.cgi?id=8184">bug Facebook</a>.)

source: Automatically Publish to Facebook Profile:
fr_fr: Publier automatiquement sur le profil Facebook:

source: In order for the SFC-Publish plugin to be able to publish your posts automatically, you must grant some "Extended Permissions" to the plugin.
fr_fr: Afin que le plugin SFC-Publieur puisse publier vos articles automatiquement sur Facebook, vous devez autoriser des "Autorisations étendues" pour le plugin.

source: Offline Permission is needed to access your Page as if you were publishing manually.
fr_fr: L'autorisation étendue "hors-ligne" est nécessaire pour accéder à votre page comme si vous publiez manuellement.

source: Publish Permission is needed to publish stories to the stream automatically.
fr_fr: L'autorisation de publication est nécessaire pour publier des articles automatiquement.

source: Fan Page Publish Permission is needed to publish stories to the Fan Page automatically.
fr_fr: L'autorisation "page de fans" est nécessaire pour publier des articles sur votre page de fans automatiquement.

source: User ID and Session Key found! Automatic publishing is ready to go!
fr_fr: L'ID utilisateur et la clé de Session on été trouvés! La publication automatique est prête à fonctionner!

source: Be sure to click the "Save Settings" button on this page after granting these permissions! This will allow SFC to save your user id and session key, for usage by the plugin when publishing posts to your profile and/or page.
fr_fr: Pensez à cliquer le bouton"Enregistrer les modfications" au bas de la page après avoir accordé ces autorisations. Cela permettra à SFC d'enregistrer votre ID utilisateur et la clé de session pour les utiliser lors de la publication d'articles sur votre profil et/ou page.

source: Grant Publish Permission
fr_fr: Accorder l'autorisation de publication

source: Fan Page Publish Permission Granted
fr_fr: Accorder l'autorisation de publication sur la page des Fans

source: Grant Offline Permission
fr_fr: Accorder l'auorisation hors-ligne

source: Offline Permission Granted
fr_fr: Autorisation hors-ligne accordée

source: Publish Permission Granted
fr_fr: Autorisation de publication accordée

source: Permission Granted
fr_fr: Autorisation accordée

source: Why would you put private posts on Facebook, for all to see?
fr_fr: Pourquoi voudriez vous mettre des articles privés sur Facebook, pour que tous le monde les voie?

source: After publishing the post, you can send it to Facebook from here.
fr_fr: Après avoir publié l'article, vous pourrez l'envoyer sur facebook d'ici.

source: Publish to Facebook
fr_fr: Publier sur Facebook

source: Fan Page
fr_fr: Page de fans

source: Publish to your Facebook Profile
fr_fr: Publier sur votre profile Facebook

source: If you can see this, then there is some form of problem showing you the Facebook publishing buttons. This may be caused by a plugin conflict or some form of bad javascript on this page. Try reloading or disabling other plugins to find the source of the problem.
fr_fr: Si vous voyez ce message, c'est qu'il y a un problème pour afficher les boutons de publication sur Facebook. Ceci peut être du à un conflit de plugin ou a un mauvais javascript sur cette page. Essayez de recharger la page ou de désactiver d'autres plugins pour trouver la source du problème.

source: Settings
fr_fr: Paramètre

source: Donate
fr_fr: Faire une donation

source: Simple Facebook Connect needs configuration information on its <a href="%s">settings</a> page.
fr_fr: Simple Facebook Connect a besoin d\'être <a href="%s">configuré</a>.

source: Main Settings
fr_fr: Paramètres généraux

source: Facebook API Key
fr_fr: Clé API Facebook

source: Facebook Application Secret
fr_fr: Clé secrète Facebook

source: Facebook Application ID
fr_fr: ID de l'application Facebook

source: Facebook Fan Page
fr_fr: Page des fans Facebook

source: Options relating to the Simple Facebook Connect plugins.
fr_fr: Paramètres du plugin Simple Facebook Connect.

source: About the Author
fr_fr: A propos de l'auteur

source: Facebook Platform Status
fr_fr: Statut de la plateforme Facebook

source: To connect your site to Facebook, you will need a Facebook Application. If you have already created one, please insert your API key, Application Secret, and Application ID below.
fr_fr: Pour connecter votre site à Facebook, vous aurez besoin d'une application Facebook. Si vous en avez déjà créé une, veuillez insérer vos Clé API, Clé secrète et ID d'application ci-dessous.

source: Can't find your key?
fr_fr: Vous ne trouvez pas votre clef?

source: Get a list of your applications from here: <a target="_blank" href="http://www.facebook.com/developers/apps.php">Facebook Application List</a>
fr_fr: Obtenez une liste de vos applications ici: <a target="_blank" href="http://www.facebook.com/developers/apps.php">Facebook - Mes applications</a>

source: Select the application you want, then copy and paste the API key, Application Secret, and Application ID from there.
fr_fr: Selectionnez l'application que vous voulez, puis copiez/collez la "Clé API", la "Clé secrète" et l' "ID de l'application" ici.

source: Haven't created an application yet?
fr_fr: Vous n'avez pas encore créé d'application?

source: Don't worry, it's easy!
fr_fr: Ne vous inquiétez pas, c'est facile

source: Go to this link to create your application: <a target="_blank" href="http://developers.facebook.com/setup.php">Facebook Connect Setup</a>
fr_fr: Suivez ce lien pour créer une application: <a target="_blank" href="http://developers.facebook.com/setup.php">Facebook Connect Setup</a>

source: When it tells you to "Upload a file" on step 2, just hit the "Upload Later" button. This plugin takes care of that part for you!
fr_fr: Quand il est dit, à l'étape 2, d' "Envoyer un fichier", cliquez sur le bouton "Envoyer plus tard". Ce plugin s'occupe de cette étape pour vous!

source: On the final screen, there will be an API Key field, in the yellow box. Copy and paste that information into here.
fr_fr: Sur l'écran final, vous verrez le champs "Clé d'API", dans une boîte jaune. Copiez/Collez l'information ici.

source: You can get the rest of the information from the application on the <a target="_blank" href="http://www.facebook.com/developers/apps.php">Facebook Application List</a> page.
fr_fr: Vous pouvez obtenir le reste des informations de l'application sur la page listant les <a target="_blank" href="http://www.facebook.com/developers/apps.php">Applications Facebook</a>

source: Facebook doesn't like your settings, it says:
fr_fr: Facebook n'aime pas votre configuration, il dit:

source: Your Facebook Application's "Connect URL" is configured incorrectly. It is currently set to %1$s when it should be set to "%2$s"
fr_fr: L' "URL Connect" de votre application Facebook n'est pas configurée correctement. Elle est actuellement définie sur %1$s alors qu'elle devrait être définie sur "%2$s"

source: To correct these errors, you may need to <a href="http://www.facebook.com/developers/editapp.php?app_id=%s">edit your applications settings</a> and correct the values therein. The site will not work properly until the errors are corrected.
fr_fr: Pour corriger ces erreurs, vous pourriez avoir besoin de <a href="http://www.facebook.com/developers/editapp.php?app_id=%s" target="_blank">modifier les paramètres de votre application</a> et de corriger cette valeur. L'intégration avec Facebook ne fonctionnera pas correctement tant que ce ne sera pas corrigé.

source: (required)
fr_fr: (recquis)

source: <p>Here is a <a href='http://www.facebook.com/apps/application.php?id=%s&amp;v=wall'>link to your applications wall</a>. There you can give it a name, upload a profile picture, things like that. Look for the "Edit Application" link to modify the application.</p>
fr_fr: <p>Voici <a href='http://www.facebook.com/apps/application.php?id=%s&amp;v=wall'>un lien vers le mur de votre application</a>. De cette page, vous pouvez donner un nom, uploader une image de profil etc. Recherchez le lien "Modifier l'application" pour modifier l'application.</p>

source: Some sites use Fan Pages on Facebook to connect with their users. The Application wall acts as a Fan Page in all respects, however some sites have been using Fan Pages previously, and already have communities and content built around them. Facebook offers no way to migrate these, so the option to use an existing Fan Page is offered for people with this situation. Note that this doesn't <em>replace</em> the application, as that is not optional. However, you can use a Fan Page for specific parts of the SFC plugin, such as the Fan Box, the Publisher, and the Chicklet.
fr_fr: Certains sites utilisent les Pages de Fans sur Facebook pour se connecter à leurs utilisateurs. Le mur de l'Application peut entièrement servir de page de fans en tous points, mais, certains sites utilisent les Pages de Fans depuis avant cette fonctionnalité et ont ainsi déjà des communautés et des contenus construits autour. Facebook n'offrant aucune possibilté de migrer ces pages vers des applications, la possibilité d'utiliser une Page de Fans existante est ainsi offerte aux gens dans cette situation. Notez que cela ne remplace pas l'utilisation d'une application, car ce n'est pas optionnel. Mais, vous pouvez utiliser une Page de Fan pour certaines fonctionnalités spécifiques de SFC, comme la Boîte de Fans, le Publieur, et le Chicklet.

source: If you have a <a href="http://www.facebook.com/pages/manage/">Fan Page</a> that you want to use for your site, enter the ID of the page here. Most users should leave this blank.
fr_fr: <p>Si vous avez une <a href="http://www.facebook.com/pages/manage/">Page de Fans</a> que vous souhaitez pour votre site, renseignez son ID ici. La plupart des utilisateurs laisseront ce champs vide.</p>

source: Haven't created an application yet?</strong> Don't worry, it's easy
fr_fr: Vous n'avez pas encore créé d'application?</strong> Ne vous inquiétez pas, c'est facile
